tap "homebrew/autoupdate"
tap "homebrew/bundle"
tap "homebrew/services"
tap "nikitabobko/tap"
brew "btop"
brew "htop"
brew "cmake"
brew "coreutils", link: false
brew "dart-sdk", link: false
brew "duf"
brew "eza"
brew "fd"
brew "fzf"
brew "gcc"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "lazygit"
brew "llvm"
brew "neovim"
brew "openjdk@17"
brew "openssh"
brew "ripgrep"
brew "rustup"
brew "shellcheck"
brew "texlive", link: false
brew "tmux"
brew "watch"
brew "wget"
cask "aerospace"
cask "bartender"
cask "discord"
cask "element"
cask "firefox"
cask "flameshot"
cask "font-fira-mono-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "iina"
cask "karabiner-elements"
cask "mos"
cask "nextcloud"
cask "notchnook"
cask "obs"
cask "obs-ndi"
cask "obsidian"
cask "raycast"
cask "skim"
cask "stremio"
cask "thunderbird"
cask "wezterm"
cask "wireshark"
cask "zotero"
cask "bitwarden"
cask "wireguard-tools"
