# Casks
cask "aerospace"
cask "jordanbaird-ice@beta"
cask "monitorcontrol"
cask "opencloud"
cask "sioyek"
cask "wireshark-app"
cask "airbuddy"
cask "karabiner-elements"
cask "mos"
cask "prismlauncher"
cask "stremio"
cask "zen"
cask "bettertouchtool"
cask "flameshot"
cask "keyboard-cleaner"
cask "notchnook"
cask "qbittorrent"
cask "stretchly"
cask "brave-browser"
cask "hot"
cask "obs"
cask "qmk-toolbox"
cask "tailscale-app"
cask "zotero"
cask "discord"
cask "iina"
cask "obsidian"
cask "raycast"

# Tools
brew "atuin"
brew "bat"
brew "btop"
brew "htop"
brew "eza"
brew "fd"
brew "fzf"
brew "git"
brew "git-delta"
brew "gnu-tar"
brew "lazygit"
brew "iperf3"
brew "ncdu"
brew "openssh"
brew "pandoc"
brew "ripgrep"
brew "starship"
brew "zsh"
brew "wget"
brew "ninja"
brew "cmake"
brew "gettext"
brew "curl"
brew "libevent"
brew "ncurses"
brew "utf8proc"
brew "coreutils"
brew "bash"
brew "aria2"
cask "orion"
